Repository: q231950/btlb
Catalog: Packages/Bookmarks/Sources/Bookmarks/Localizable.xcstrings
Source language: en
Languages: de, fr, ru, uk

# AI Recommender Description
source: The book recommender uses a large language model (LLM) to suggest books based on your selection of bookmarks. In order to provide suggestions the _title_ and _author_ of each selected item is sent to an LLM provider. If you feel uncomfortable with submitting data to the LLM provider you can turn off the Recommender feature in the settings section of the app or simply don't use it. Please also note that because of the nature of LLMs the suggestions might be funny/weird and may contain unexpected content – there may even be recommendations of books which do not exist in the real world. Please be aware of this and send feedback in case of unexpected results.
de: Die KI-Buchempfehlung verwendet ein Sprachmodell (Large Language Model oder auch LLM), um auf der Grundlage der ausgewählten Lesezeichen Buchempfehlungen auszugeben. Um Vorschläge machen zu können, werden der _Titel_ und _Autor_ jedes ausgewählten Lesezeichens an einen LLM-Anbieter gesendet. Wenn Du dich mit der Übermittlung von Daten an den LLM-Anbieter unwohl fühlst, kannst du die Empfehlungsfunktion in den Einstellungen der App deaktivieren oder verwende einfach sie nicht. Bitte beachte auch, dass aufgrund der Natur von LLMs die Vorschläge lustig/schräg sein und sie unerwartete Inhalte enthalten können - es können sogar Empfehlungen von Büchern erscheinen, die nicht real existieren. Bitte sei dir dessen bewusst und sende eine Rückmeldung, wenn du unerwartete Ergebnisse erhältst.
fr: Le recommandeur de livres utilise un grand modèle de langage (LLM) pour suggérer des livres basés sur votre sélection de signets. Afin de fournir des suggestions, le _titre_ et l'_auteur_ de chaque élément sélectionné sont envoyés à un fournisseur LLM. Si vous n'êtes pas à l'aise avec la soumission de données au fournisseur LLM, vous pouvez désactiver la fonction Recommandeur dans la section des paramètres de l'application ou simplement ne pas l'utiliser. Veuillez également noter qu'en raison de la nature des LLM, les suggestions peuvent être drôles/étranges et peuvent contenir du contenu inattendu – il peut même y avoir des recommandations de livres qui n'existent pas dans le monde réel. Veuillez en être conscient et envoyer des commentaires en cas de résultats inattendus.
ru: Рекомендатор книг использует большую языковую модель (БЯМ) для предложения книг на основе вашего выбора закладок. Для предоставления рекомендаций _название_ и _автор_ каждого выбранного элемента отправляются поставщику БЯМ. Если вы чувствуете дискомфорт при передаче данных поставщику БЯМ, вы можете отключить функцию Рекомендатора в разделе настроек приложения или просто не использовать её. Также обратите внимание, что из-за природы БЯМ предложения могут быть забавными/странными и содержать неожиданный контент – могут даже появиться рекомендации книг, которые не существуют в реальном мире. Пожалуйста, учитывайте это и присылайте обратную связь в случае неожиданных результатов.
uk: Рекомендатор книг використовує велику мовну модель (ВММ) для пропонування книг на основі вашого вибору закладок. Для надання пропозицій _назва_ та _автор_ кожного обраного елемента надсилаються провайдеру ВММ. Якщо вам некомфортно передавати дані провайдеру ВММ, ви можете вимкнути функцію Рекомендатора в налаштуваннях програми або просто не використовувати її. Також зауважте, що через природу ВММ пропозиції можуть бути кумедними/дивними та містити неочікуваний контент – навіть можуть з'явитися рекомендації книг, які не існують у реальному світі. Будьте свідомі цього та надсилайте зворотний зв'язок у випадку неочікуваних результатів.

# delete bookmark button
source: Delete Bookmark
de: Lesezeichen entfernen
fr: Supprimer le signet
ru: Удалить закладку
uk: Видалити закладку

# empty search result hint text
source: 🕵🏻 nothing found. Every word of the search string is being looked up in the title and shelfmark fields of a bookmark.
de: 🕵🏻 nichts gefunden. Die Felder Titel und Signatur eines Lesezeichens werden für jedes Wort der Sucheingabe durchsucht.
fr: 🕵🏻 rien trouvé. Chaque mot de la chaîne de recherche est recherché dans les champs titre et cote d'un signet.
ru: 🕵🏻 ничего не найдено. Каждое слово поисковой строки ищется в полях названия и шифра закладки.
uk: 🕵🏻 нічого не знайдено. Кожне слово пошукового запиту шукається в полях назви та шифру закладки.

# Feedback Email: Additional Information
source: Additional Information:
de: Zusätzliche Informationen:
fr: Informations supplémentaires :
ru: Дополнительная информация:
uk: Додаткова інформація:

# Feedback Email: AI Recommender Feedback
source: AI Recommender Feedback
de: Rückmeldung zur KI-Buchempfehlung
fr: Commentaires sur le recommandeur IA
ru: Обратная связь об ИИ-рекомендаторе
uk: Зворотний зв'язок про ШІ-рекомендатор

# Feedback Email: Any other relevant details
source: Any other relevant details:
de: Sonstige relevante Informationen:
fr: Tout autre détail pertinent :
ru: Любые другие соответствующие детали:
uk: Будь-які інші відповідні деталі:

# Feedback Email: Issue Description
source: Issue Description:
de: Problembeschreibung:
fr: Description du problème :
ru: Описание проблемы:
uk: Опис проблеми:

source: Please describe the issue you encountered with the AI Recommender:
de: Bitte beschreibe das Problem welches du mit der KI-Buchempfehlung erfahren hast:
fr: Veuillez décrire le problème que vous avez rencontré avec le recommandeur IA :
ru: Пожалуйста, опишите проблему, с которой вы столкнулись при использовании ИИ-рекомендатора:
uk: Будь ласка, опишіть проблему, з якою ви зіткнулися з ШІ-рекомендатором:

source: Generate Recommendations
de: Generiere Empfehlungen
fr: Générer des recommandations
ru: Сгенерировать рекомендации
uk: Згенерувати рекомендації

source: How AI Book Recommendation Works
de: Wie die KI-Buchempfehlung funktioniert
fr: Comment fonctionne la recommandation de livres par IA
ru: Как работают ИИ-рекомендации книг
uk: Як працюють ШІ-рекомендації книг

source: Loading recommendations…
de: Lade Empfehlungen…
fr: Chargement des recommandations…
ru: Загрузка рекомендаций…
uk: Завантаження рекомендацій…

# no bookmarks hint text
source: Your bookmarks will appear here. Bookmarks can be set for search results as well as borrowed items ☝️
de: Hier erscheinen deine Lesezeichen. Lesezeichen können für Suchergebnisse und Entleihungen gesetzt werden ☝️
fr: Vos signets apparaîtront ici. Les signets peuvent être définis pour les résultats de recherche ainsi que pour les éléments empruntés ☝️
ru: Здесь будут отображаться ваши закладки. Закладки можно устанавливать для результатов поиска, а также для взятых книг ☝️
uk: Тут з'являться ваші закладки. Закладки можна встановлювати для результатів пошуку, а також для позичених матеріалів ☝️

source: No recommendations found.
de: Keine Empfehlung gefunden.
fr: Aucune recommandation trouvée.
ru: Рекомендаций не найдено.
uk: Рекомендацій не знайдено.

# Recommendation Result Description
source: These are recommendations based on the selected items. Tap on any to check for availability in your library.
de: Hier sind KI-Buchempfehlungen basierend auf der vorhergehenden Auswahl. Selektiere sie um die Verfügbarkeit in deiner Bibliothek zu prüfen.
fr: Voici des recommandations basées sur les éléments sélectionnés. Appuyez sur n'importe lequel pour vérifier la disponibilité dans votre bibliothèque.
ru: Это рекомендации на основе выбранных элементов. Нажмите на любой, чтобы проверить наличие в вашей библиотеке.
uk: Це рекомендації на основі обраних елементів. Натисніть на будь-який, щоб перевірити наявність у вашій бібліотеці.

# Recommender Feedback Email Subject
source: ✨ Recommender Feedback
de: Rückmeldung zu ✨ Empfehlungen
fr: ✨ Commentaires sur le recommandeur
ru: ✨ Обратная связь о Рекомендаторе
uk: ✨ Зворотний зв'язок про Рекомендатор

# Recommender Selection Description
source: Please select the bookmarks you would like to get recommendations for
de: Wähle die Medien für welche du KI Buchempfehlungen generieren möchtest aus
fr: Veuillez sélectionner les signets pour lesquels vous souhaitez obtenir des recommandations
ru: Пожалуйста, выберите закладки, для которых вы хотите получить рекомендации
uk: Будь ласка, оберіть закладки, для яких ви хочете отримати рекомендації

# Recommender Title
source: ✨ Recommender
de: ✨ Empfehlungen
fr: ✨ Recommandeur
ru: ✨ Рекомендатор
uk: ✨ Рекомендатор
